{
    "home": "ACCUEIL",
    "projects": "PROJETS",
    "experiences": "EXPERIENCES",
    "formations": "FORMATIONS",
    "contact": "CONTACT",
    "hello": "Bonjour, je m'apelle",
    "iAm": "Et je suis un",
    "job": "Développeur Fullstack",
    "viewCV": "Consulter PDF",
    "details": "Vous consultez actuellement mon CV numérique, il est conçu uniquement avec des mechanismes dont je suis habitué. N'hésitez pas à me contacter pour vos futurs projets via ces liens :",
    "companyName": "Nom de l'entreprise: ",
    "role": "Rôle: ",
    "type": "Type de contrat: ",
    "today": "Aujourd'hui",
    "intern": "Stage",
    "technicalDesignCap": "Conception technique: modélisation, écriture de documents de conception technique détaillée.",
    "devCap": "Développement au niveau de la couche persistance, de la couche service, et des couches IHM.",
    "frameworksCap": "Utilisation des framework tels que Node.js 10, Angular 7, AWS Amplify.",
    "frontSkillsCap": "Développement HTML/CSS/JS/Typescript",
    "awsCap": "Assistance déploiement Cloud AWS (Amplify Serverless, Cognito, Aurora (SQL), Cloudfront)",
    "usthb": "Université des Sciences et de la Technologie 'Houari Boumediène'",
    "l3-usthb": "Licence en télécommunications",
    "m1-usthb": "Master 1 en réseaux et télécommunications",
    "ubo": "Université de Bretagne-Occidentale",
    "m1-ubo": "Master 1 en réseaux et télécommunications",
    "upem": "Université Gustave Eiffel (ex Université Paris-Est Marne La Vallée)",
    "m2-upem": "Master 2 en systèmes et services pour l'internet des objets (SSIO-IOT)",
    "ing-network": "Ingénieur réseaux et télécommunications",
    "free-job": "Artiste en spectacle vivant (freestyle football)",
    "intern-security": "Stage de fin de cycle portant sur la thématique de la sécurité des réseaux informatiques",
    "simul-networks": "Création d'un réseau local et implémentation des protocoles de base (attribution d'IP dynamiques, configuration routeur, tests de ping's entre les endpoints) sous GNS3",
    "simul-security": "Simulations d'attaques sur des réseaux informatiques (ManInTheMiddle, BruteForce, Phishing, DDos)",
    "solutions-security": "Présentation de solutions robustes contre les attaques précédemment simulées",
    "nfg-crew": "Membre fondateur du groupe d'animations NFG (Next Freestyle Generation) qui était à l'époque la référence pour les plus grosses entreprises d'évenmentiel Algériennes",
    "op-com": "Plusieurs opérations commerciales en partenariat direct avec différents marques / organisateurs évenmentiel"
}