{
    "home": "HOME",
    "projects": "PROJECTS",
    "experiences": "EXPERIENCES",
    "formations": "FORMS",
    "contact": "CONTACT",
    "hello": "Hello, my name is",
    "iAm": "And I'm a",
    "job": "Fullstack Developer",
    "viewCV": "View PDF",
    "details": "You are currently viewing my digital CV, it is designed only with mechanisms that I am used to. Do not hesitate to contact me for your future projects via these links :",
    "companyName": "Company name: ",
    "role": "Function: ",
    "type": "Type of contract: ",
    "today": "Today",
    "intern": "Internship",
    "technicalDesignCap": "Technical design: modeling, writing detailed technical design documents.",
    "devCap": "Development at the persistence layer, the service layer, and the HMI layers.",
    "frameworksCap": "Use of frameworks such as Node.js 10, Angular 7, AWS Amplify.",
    "frontSkillsCap": "HTML/CSS/JS/Typescript development",
    "awsCap": "AWS Cloud deployment assistance (Amplify Serverless, Cognito, Aurora (SQL), Cloudfront)",
    "usthb": "University of Science and Technology 'Houari Boumediène'",
    "l3-usthb": "Bachelor in Telecommunications",
    "m1-usthb": "Master 1 in networks and telecommunications",
    "ubo": "University of Bretagne-Occidentale",
    "m1-ubo": "Master 1 in networks and telecommunications",
    "upem": "University Gustave Eiffel (ex University Paris-Est Marne La Vallée)",
    "m2-upem": "Master 2 in systems and Services for the Internet of Things (SSIO-IOT)",
    "ing-network": "Network and telecommunications engineer",
    "free-job": "Live performance artist (football freestyle)",
    "intern-security": "End-of-cycle internship on the theme of computer network security",
    "simul-networks": "Creation of a local network and implementation of basic protocols (dynamic IP allocation, router configuration, ping tests between endpoints) under GNS3",
    "simul-security": "Simulations of attacks on computer networks (ManInTheMiddle, BruteForce, Phishing, DDos)",
    "solutions-security": "Presentation of robust solutions against previously simulated attacks",
    "nfg-crew": "Founding member of the NFG (Next Freestyle Generation) entertainment group which was at the time the reference for the largest Algerian events companies",
    "op-com": "Many commercial operations in direct partnership with different brands / event organizers"
}